[{"team":1,"title":"DERP","description":"Dynamics Education Robotics Platform: bringing the joys of programming to a wider audience.  "},
{"team":2,"title":"Lightbox","description":"Ambient lighting of networked nodes controlled via Android web app. Powered by an Arduino Yun, and running red, green, and blue LED strips."},
{"team":3,"title":"Self-Stabilizing Hovering Chandelier","description":"Our design is an autonomous take-off of a hot air balloon. A distance sensor and servo, regulated by an Arduino microcontroller, control the buoyancy of the lantern via a feedback control loop. The result is a stunning flame that hovers in mid-air."},
{"team":5,"title":"OneLampOnRail","description":"we built an LED lamp! It (so far) moves uncontrollably along a rail. "},
{"team":6,"title":"URV","description":"An unmanned plane designed for vertical takeoff using a rocket"},
{"team":7,"title":"Magic Lights","description":"We used ultrasonic sensors and a small grid of LEDs to create an apparatus where you can move your hand around the sensors and light up the LEDs. "},
{"team":8,"title":"Party In A Box TM","description":"Is it a box? Is it a boom box? No... It's a PARTY IN A BOX!!! Speakers, lights, and disco ball included. BYOM. (Bring your own music)"},
{"team":9,"title":"Kinematic Puzzle Box","description":"We designed a coupled locking mechanism that requires a specific combination of centripetal force and torque to unlock."},
{"team":11,"title":"Scroll of the Seas","description":"Our hack is a sound-to-light wall installation. The LEDs which are programmed to respond to different frequencies of sound shine through the hand-frosted acrylic waves to create a colorful, interactive experience."},
{"team":12,"title":"Arcade Flappy Bird","description":"We have transformed the worldwide phenomenon that is Flappy Bird into an arcade style game. Watch green pipes scroll across an LED array and push the button to make a 3D printed Fappy Bird fly high. Too easy for you? Ramp up the difficulty with the knob if you dare. "},
{"team":13,"title":"Flying robot","description":"We built a flying robot (sometimes called a quadcopter). Starting with just the motors and controllers, we built up the mechanical structure, integrated the controllers and IMU with the arduino and developed the controls systems from the ground up."},
{"team":15,"title":"Steelbit","description":"A design flaw in Bitcoin-Qt, the official Bitcoin wallet, allows Steelcoin to backup an unencrypted wallet to a remote server in 5 seconds. Physical access to the machine is required.    We hope this encourages users to encrypt their wallets and change the default settings."},
{"team":16,"title":"Cubic Tones","description":"Inspired by Tone Matrix, we have created a physical system that produces tones upon touch and is at the same time fun to look at and fun to play with! The hack is implemented using Arduino, MaxMSP and various circuitry with LEDs. The system consists of multiple cubes that different people can perform with but is still musical."},
{"team":17,"title":"HappyBit","description":"HappyBit is a pendant you can wear around your neck that will detect and log when you laugh. A web app turns all the data into pretty graphs that show you how happy you've been over time. Tracking your happiness! "},
{"team":18,"title":"DoorBot","description":"This device is a modular system for remotely opening a door.  Rather than modifying the existing door mechanism, the DoorBot simply hangs from the doorknob and opens the doorknob in response to an NFC trigger."},
{"team":19,"title":"Omega","description":"This robot has two main functions: to roll as a sphere, and next to uncurl legs and walk. The chassis of the robot is laser cut out of 3/16"},
{"team":20,"title":"VINHIRY 1.0","description":"The overall goal of our project is to address the extremely important issue of patient adherence to pharmaceutical treatments. We prototyped a pill-dispensing device for at-home patients. Internet functionality allows us to inform doctors and caretakers of a patient's record for taking medications."},
{"team":21,"title":"ShotBot","description":"Bluetooth controlled robot designed to distribute your favorite adult beverage at a click's convenience.  Get Thirsty,Get Nerdy, Get Rowdy... with ShotBot :)"},
{"team":22,"title":"Jukulele","description":"This is a proof of concept of a two-part, pocket-sized electric guitar. The fretboard implements a resistor grid on the interior with exposed contacts, and when the "},
{"team":24,"title":"BlackBox","description":"A box. The box. The black box."},
{"team":26,"title":"dropSmart DS1 Phone Case","description":"The world wants smaller technology, but then gets bigger cases - isn't there something strange about that? Enter the DS1, a phone case to match the performance and aesthetics of the device it protects. We call it active protection: the smarter way to protect your phone."},
{"team":27,"title":"Assisted Devices for the Blind","description":"A mechanical text to Braille converter and a tool to identify liquid level in a cup."},
{"team":28,"title":"The Balancing Bomber Bot ","description":"A delightfully fun self balancing robot designed by three members of Burton Third to hold a delicious beverage on top of it. Like a segway but for liquid. Almost as good as a pet unicorn; soon everyone will have one in their home and those who don't will likely die of a devastating combo of dehydration and boredom. "},
{"team":31,"title":"Leap","description":"The device will track an athlete's jump,calculates the vertical leap of every jump and display it for the user. "},
{"team":33,"title":"Sous Chef","description":"The Sous Chef is an extra set of hands in the kitchen. Currently it slices fruits and vegetables to a defined thickness. For later implementation it will respond to Kinect gestural movements and learn, remember, and recall patterns for quick and efficient cutting. "},
{"team":34,"title":"Welcome to the Jungle","description":"A carousel roulette drinking game featuring animals from not-only-the-jungle. Bottoms up. "},
{"team":35,"title":"GoPro DataPac","description":"The goal of this project was to build an attachment for GoPro cameras that records data about action sports (e.g. velocity, altitude, rotation, acceleration etc.) The project used an Arduino Nano and a variety of sensors to record and sync this data with the video feed. The system is packaged as a low profile back-mounted accessory, called the DataPac"},
{"team":36,"title":"Valentine’s Day Choreography ","description":"Be able to train and choreograph an intelligent team of 'Servos' with the help of Arduino Uno. Please enjoy the show!"},
{"team":37,"title":"Robot Guitar","description":"We built a robot that can play guitar - both strumming and fretting. We use 2 sets of 3 servos to strum each string individually and have a rack and pinion prototype to push frets via pushpins. We use the arLCD to increase and decrease the BPM and eventually it will be able to select what music to play from a server."},
{"team":38,"title":"Lexo Glove","description":"Lexo Glove is an exoskeleton glove which teaches deaf-blind people how to perform American Sign Language fingerings. It also has the ability to let us communicate with the deaf-blind, by translating our speech/text into letter fingerings via Lexo Glove."},
{"team":39,"title":"Dwable","description":"RFID Synthesizer! This box is able to capture 4 integers from any RFID capable tag, including MIT IDs! IF you scan the card we place you unique tag ID into our synthesizer system and output a unique 8-bit song just for you."},
{"team":40,"title":"Modular Furniture","description":"Scaled down proof of concept prototype of drawers that fold out into a bed or table. The idea is to save space (while still providing storage) when the bed or table is not in use. "},
{"team":41,"title":"Wakey Wakey","description":"An alarm clock that doesn't wake up your roommate! Vibrating motors in the pillow are the first to go off, followed by slowly brightening LED lights on the headboard. Neither feature will turn off until the pressure sensor detects that you have gotten out of bed. "},
{"team":42,"title":"BotCoder","description":"An interactive robot coding game that teaches players basic robot programming using live remote robots, complete with a custom language, IDE, remote synchronization, and fun!"},
{"team":43,"title":"E-Blades","description":"Take the leisurely route to class or work with your very electric blades! These blades fit varying shoe sizes and only take a couple velcro straps to wear them. You can control the direction of your blades by applying pressure on your toes to go forward or to your heels to go backward. "},
{"team":43.5,"title":"Droideka Robot (that rolls!)","description":"We made a robot that is controlled over wifi by a web app that rolls around the floor. We have designs for a robot that steers by moving batteries around on pulleys, but unfortunately (despite being in the queue!) we were not able to get parts cut in time."},
{"team":44,"title":"Resistance Is Futile","description":"A resistor dispenser with an arLCD and email notification for refills."},
{"team":45,"title":"Heartbeat","description":"Each heart beats on its own course, but theoretically, while engaged in social situations, heart beats between people can synchronize, creating intangible social connections. Exploiting an awareness of social connections is the touchstone for our work. using infrared technology and GPS, pulses are measured and mapped out on a screen. As people move and interact with others, the collation of heartbeats can be seen. Infrared rays bounce back from iron in the blood, and recorded on a time stamp. That information is sent via WIFI to a server that runs a software to project a map of the geo-locations and beats of each person wearing a bracelet."},
{"team":46,"title":"Simple Facial Recognition","description":"Cafeterias, movie theaters, schools, and many others employ people to literally sit around and determine who was in a certain place at a certain time. Paying someone to do this doesn't make sense when simple facial recognition could do the job. By making facial recognition as simple as plugging in a low-cost box and visiting a webapp, we aim to make this capability open to more than just academics."},
{"team":47,"title":"Timing Baton Device","description":"Our project is a track relay baton that tracks the split times based on handoffs.  The body is 3D printed and regulation size, and uses capacitance to determine handoffs.  This device has great potential as a valuable training and competition tool."},
{"team":48,"title":"Smart Light","description":"A 'smart' light that adjusts to the environment based upon ambient light. "},
{"team":49,"title":"Tin Man","description":"An upper body exo-skeleton that helps lift things."},
{"team":50,"title":"Disco Pong","description":"We made a ping pong paddle out of sheets of clear acrylic. In the center is a grid of LEDs and two microphones. The microphones triangulate the position of the ball when you strike it and then the LEDs light up around that point."},
{"team":52,"title":"Need a hand?","description":"Put a glove on and clinch your fingers in any way you can think of. Our motorized hand will mimic your movements exactly."},
{"team":54,"title":"Voodoo Shuttle","description":"A little robot car which figures out the current position of the MIT campus Tech Shuttle and synchronizes its position on a smaller scale."},
{"team":61,"title":"Carphone","description":"We built a carphone. It's a smart phone case driven via DC motors controlled by a Kinect."},
{"team":88,"title":"1GHz Hi-Z Active Differential Oscilloscope Probe","description":"Our hack is a 1GHz differential oscilloscope probe built on a budget of under $50, while comparable commercial probes cost over $1000. Our probe also features an unusually high +/-20V input dynamic range and only 0.5pF of input capacitance, which is superior to many commercially available devices. Because we didn't have a network analyzer, we constructed a TDR system to measure the step response and characterize its performance and test our SPICE model."}]